{
  "books": [
    {
      "id": "1",
      "title": "Avatar: the Last Airbender--North and South Part Three",
      "publishedDate": "2017",
      "author": "Gene Luen Yang",
      "pageCount": 80,
      "description": "\"Created by Bryan Konietzko, Michael Dante DiMartino\"--Preliminaries.",
      "rating": 5,
      "bookShelf": "Cartagena",
      "isLent": false,
      "isbn": "9781506701301"
    },
    {
      "id": "2",
      "title": "The Secret Country",
      "publishedDate": "2007",
      "author":"Jane Johnson",
      "pageCount": 336,
      "description": "Having learned from a talking cat that he and his sisters are the half-elfin royalty of a parallel world called Eidolon, twelve-year-old Ben Arnold attempts to stop his evil uncle from smuggling magical creatures between the two worlds to sell on the black market. Reprint.",
      "rating": 4,
      "bookShelf": "Digital",
      "isLent": false,
      "isbn": "9781416938156"
    },
    {
      "id": "3",
      "title": "Adventure Time Original Graphic Novel Vol. 5: Graybles Schmaybles",
      "publishedDate": "2015",
      "author": "Danielle Corsetto",
      "pageCount": 160,
      "description": "After waking up in the treehouse, Finn and Jake find a little purple cube that is able to activate a watchable screen, a strange situation that leads to adventure.",
      "rating": 0,
      "bookShelf": "Quito",
      "isLent": false,
      "isbn": "9781608864843"
    },
    {
      "id": "4",
      "title": "Dinotopia: Journey To Chandara",
      "publishedDate": "2017",
      "author": "James Gurney",
      "pageCount": 192,
      "description": "Professor Denison and Bix, his dinosaur companion, are summoned to the forbidden empire of Chandara but, having lost their invitation, must travel penniless and in disguise through spectacular sights and memorable scenes. Includes a new afterword by the author.",
      "rating": 0,
      "bookShelf": "Medellin",
      "isLent": false,
      "isbn": "9781606601006"
    },
    {
      "id": "5",
      "title": "The Lost Princess of Oz",
      "publishedDate": "2004",
      "author": "L. Frank Baum",
      "pageCount": 208,
      "description": "The long search for a thief and the things he stole--all the magic in Oz as well as Princess Ozma, its ruler.",
      "rating": 4,
      "bookShelf": "Digital",
      "isLent": false,
      "isbn": "9781595400970"
    },
    {
      "id": "6",
      "title": "Lone Wolf",
      "publishedDate": "2011",
      "author": "Kathryn Lasky",
      "pageCount": 219,
      "description": "Abandoned by his pack, a baby wolf with a mysterious mark on his deformed paw survives and embarks on a journey that will change the world of the wolves of the Beyond.",
      "rating": 4,
      "bookShelf": "Quito",
      "isLent": false,
      "isbn": "9780545093118"
    },
    {
      "id": "7",
      "title": "The House of Rats",
      "publishedDate": "2003",
      "author": "Stephen Elboz",
      "pageCount": 144,
      "description": "Esther and the boys are wondering if things can get any worse, when they discover a whole new world under the house.",
      "rating": 0,
      "bookShelf": "Cartagena",
      "isLent": false,
      "isbn": "9780192752291"
    },
    {
      "id": "8",
      "title": "The Secret War",
      "publishedDate": "2011",
      "author": "Matt Myklusch",
      "pageCount": 529,
      "description": "Twelve-year-old Jack may be the Imagine Nation's only hope of fending off a new Rustov attack, with the help of his fellow superheroes-in-training, but the virus he carries, and Jonas's suspicions, provide new complications.",
      "rating": 5,
      "bookShelf": "Medellin",
      "isLent": false,
      "isbn": "9781416995647"
    },
    {
      "id": "9",
      "title": "Crown of Three",
      "publishedDate": "2015",
      "author": "J. D. Blackthorn",
      "pageCount": 416,
      "description": "\"Toronia, a kingdom composed of three realms, is wracked with civil war. King Brutan rules with an iron fist. The kingdom's only hope comes in the form of Brutan's illegitimate triplets, prophesied to kill the king and rule together in peace. Separated at birth and scattered throughout the realms, the triplets face a desperate fight to secure their destiny\"--",
      "rating": 3,
      "bookShelf": "Cartagena",
      "isLent": false,
      "isbn": "9781481424431"
    },
    {
      "id": "10",
      "title": "The Stone Demon",
      "publishedDate": "2013",
      "author": "Karen Mahoney",
      "pageCount": 320,
      "description": "\"In order to produce the Philosopher's Stone, as the demon hordes demand, alchemist apprentice Donna Underwood pits her unpredictable powers against a vengeful demon king, two maleficent faery queens, and an immortal magus with his own shadowy agenda\"--",
      "rating": 3.5,
      "bookShelf": "Digital",
      "isLent": false,
      "isbn": "9780738733401"
    },
    {
      "id": "11",
      "title": "Zahrah the Windseeker",
      "publishedDate": "2008",
      "author": "Nnedi Okorafor",
      "pageCount": 308,
      "description": "Zahrah Tsami, a timid thirteen-year-old girl, undertakes a dangerous quest into the Forbidden Greeny Jungle to seek the antidote for her best friend after he is bitten by a snake, and finds knowledge, courage, and hidden powers along the way. Reprint.",
      "rating": 4,
      "bookShelf": "Quito",
      "isLent": false,
      "isbn": "9780547020280"
    },
    {
      "id": "12",
      "title": "The Realms of the Gods",
      "publishedDate": "2003",
      "author": "Tamora Pierce",
      "pageCount": 277,
      "description": "When Daine and her mage teacher Numair arrive in the Divine Realms, Daine finally learns the truth surrounding her mysterious parentage, while war erupts on Tortall, forcing Daine and Numair to return home and save Tortall from destruction.",
      "rating": 4,
      "bookShelf": "Digital",
      "isLent": false,
      "isbn": "9780689862090"
    },
    {
      "id": "13",
      "title": "Phantasia, imagination, affectivité",
      "publishedDate": "2004",
      "author": "Marc Richir",
      "pageCount": 533,
      "description": "Que quelque chose de notre \" nature humaine \" se trouve étrangement éclairé par l'analyse phénoménologique des rapports complexes entre phantasia, imagination et affectivité, telle est l'énigme qui traverse ce livre comme un fil rouge. Autant la phénoménologie comme telle s'occupe des phénomènes en leur statut transcendantal, autant la précision qui leur est apportée par la prise en compte de leur dimension imaginative et affective, conduit-elle à délimiter, à l'intérieur de la phénoménologie, le champ de l'anthropologie phénoménologique. Et, à l'intérieur de ce champ, les psychopathologies sont un véritable révélateur. Les analyses phénoménologiques qui en sont proposées ici conduisent à prendre la mesure, souvent démesurée, de l'homme, et à affiner en retour les structures que la phénoménologie dégage pour sa part. Analyses en zigzags ou en spirale qui permettent de voir et de décrire les rivages d'une terre, mais qui est une terra incognita : la nôtre. Voyage long, difficile, aventureux où l'énigme reste entière mais a changé de visage. Alors qu'il y a quelque chose de non humain dans la rationalité, et qui a tant séduit la tradition philosophique, dans le champ qui se découvre ici, l'imagination, dans ses rapports complexes avec l'affectivité, paraît, en écho à Nietzsche, humaine, trop humaine. Lieu d'illusions multiples, affectives, mais aussi axiologiques, au plus loin de toute idéologie et de toute évaluation, toutes deux ratiocinantes, au plus près d'une reprise lucide des horizons symboliques de l'institution symbolique dans laquelle nous vivons et qui nous fait vivre. La question est peut-être finalement: qu'est-ce que vivre, et vivre humainement ? Vivre, et non pas être ?",
      "rating": 0,
      "bookShelf": "Medellin",
      "isLent": false,
      "isbn": "9782841371600"
    },
    {
      "id": "14",
      "title": "Adventure Time Original Graphic Novel Vol. 1: Playing With Fire",
      "publishedDate": "2016",
      "author": "Danielle Corsetto",
      "pageCount": 160,
      "description": "Includes: Adventure time with BMO! / written and illustrated by Meredith McClaren.",
      "rating": 0,
      "bookShelf": "Cartagena",
      "isLent": false,
      "isbn": "9781608868322"
    },
    {
      "id": "15",
      "title": "The Essence",
      "publishedDate": "2013",
      "author": "Kimberly Derting",
      "pageCount": 341,
      "description": "Seventeen-year-old Charlaina \"Charlie\" Hart has defeated the tyrant Queen Sabara and taken control of Ludania, only to have Sabara's soul fuse itself with her own.",
      "rating": 3.5,
      "bookShelf": "Digital",
      "isLent": false,
      "isbn": "9781442445598"
    },
    {
      "id": "16",
      "title": "The Captive Prince",
      "publishedDate": "2012",
      "author": "Scott Chantler",
      "pageCount": 116,
      "description": "On the run from the Queen's Dragons and struggling to track down Dessa's missing twin brother, Dessa, Topper and Fisk inadvertently rescue a prince and find that their actions have placed royal kingdoms and a romance at risk. Simultaneous.",
      "rating": 3,
      "bookShelf": "Quito",
      "isLent": false,
      "isbn": "9781554537778"
    }
  ]
}